{
  "mourning": {
    "mournPiecesTitle": "Mourning Pieces",
    "mournPiecesTitle1": "Losing a Loved One",
    "mournPiecesDesc1": "One of the saddest things that can happen to you is losing a loved one. Someone who had an important place in your life. Creating an emptiness when that person is no longer there. An emptiness that cannot be filled by anyone because every person is unique and irreplaceable.",
    "mournPiecesTitle2": "A Place to Remember",
    "mournPiecesDesc2": "It can be comforting to have a place in your home where you can commemorate and remember. With this thought in mind, I created these mourning pieces and memorial altars. The mourning pieces can, for example, be placed on the casket during the memorial service or next to a photo. Afterwards, you have a memory at home of what was a dignified and loving farewell for you.",
    "mournPiecesTitle3": "My Personal Touch",
    "mournPiecesDesc3": "The reason I chose to make not only bridal bouquets but also mourning flowers is that it is very special for me to be able to contribute a small part in this process. To be able to mean something, however small. That's why ordering mourning flowers from me is not a purely business matter. I find it extremely important to listen to your story, your memories, and your wishes with attention and care.",
    "mournPiecesTitle4": "Custom Memorial Altars",
    "mournPiecesDesc4": "I can also make the memorial altars on commission if you would like. To know exactly what your wishes are, I find it important to have contact (by phone) beforehand. Perhaps your loved one was fond of certain types of flowers. I can then incorporate those into the altar piece. I also find it important to have a picture of your loved one. So that I can work on your memorial altar with that image in mind. For me, it is important to work with care and love.",
    "mournPiecesTitle5": "Ready-Made Collection",
    "mournPiecesDesc5": "Because flowers for funerals are often needed within a short time, it is often not possible to make them on commission. Making mourning pieces deserves time and attention that is not always available in the short term. That's why I have created a collection of mourning pieces that can be shipped within a few days.",
    "mournPiecesShopButton": "Browse Mourning Pieces",
    "backToAllProducts": "← Back to All Products"
  },
  "wedding": {
    "weddingTitle": "Wedding Bouquets",
    "weddingTitle1": "Forever Beautiful Flowers",
    "weddingDesc1": "On the most beautiful day of your life, you naturally deserve the most beautiful flowers! And how wonderful is it when those flowers don't wilt. You don't have to worry about them during the wedding. And afterwards, you have a beautiful memory of this special day. That day in your life when you wholeheartedly said yes to your beloved.",
    "weddingTitle2": "Perfect Coordination",
    "weddingDesc2": "Of course, you want everything to be carefully coordinated. The bridal attire and the flowers. You can, for example, choose to wear small felt flowers in your hair. I can also make corsages to go with it. Everything naturally matching your bridal bouquet.",
    "weddingSubheader": "How do I work?",
    "weddingTitle3": "Planning Your Bouquet",
    "weddingDesc3": "Because making a bridal bouquet, corsages, etc. takes quite a bit of time, it is advisable to contact me at least 6 months in advance. This way I can take the time to make the bouquet of your wishes. For a small bouquet without corsages, you can contact me four months in advance.",
    "weddingTitle4": "Personal Consultation",
    "weddingDesc4": "Because choosing your bridal bouquet is naturally part of the anticipation, I would like to invite you to come by so we can talk extensively about your specific wishes while enjoying a cup of coffee and something delicious.",
    "weddingTitle5": "Creating Together",
    "weddingDesc5": "When I have about half of the bouquet ready, it's nice to meet again. We can then see if you want to change anything or if you are completely satisfied. Because the flowers always stay beautiful, you can have them at home well in advance. This saves you hassle on the day itself.",
    "weddingTitle6": "Get in Touch",
    "weddingDesc6": "Are you interested? Feel free to make an appointment. I'd love to hear from you!",
    "weddingContactButton": "Contact Me",
    "weddingBrowseButton": "Browse Products",
    "backToAllProducts": "← Back to All Products"
  }
}
