{
  "home": {
    "title": "Roos van Sharon - Handmade Felt Flowers | Mourning Pieces & Bridal Bouquets",
    "description": "Unique handmade felt flowers for mourning pieces and bridal bouquets. Lasting memories of special moments. Personal attention and careful craftsmanship.",
    "keywords": "felt flowers, mourning pieces, bridal bouquets, handmade, memorial flowers, wedding flowers, memorial, remembrance pieces, Francis van Wieringen"
  },
  "about": {
    "title": "About Roos van Sharon - Francis van Wieringen | Handmade Felt Flowers",
    "description": "Learn more about Francis van Wieringen and the meaning behind Roos van Sharon. Involvement and creativity in making unique felt flowers for special moments.",
    "keywords": "Francis van Wieringen, about us, rose of sharon meaning, handmade flowers, felt artist"
  },
  "contact": {
    "title": "Contact - Roos van Sharon | Get in Touch For Questions",
    "description": "Do you have questions about the felt flowers, mourning pieces or bridal bouquets? Feel free to contact us. Personal advice and a listening ear for your wishes.",
    "keywords": "contact, questions, personal advice, custom made, make appointment"
  },
  "products": {
    "title": "Products - Handmade Felt Flowers | Roos van Sharon",
    "description": "Discover the collection of handmade felt flowers. Mourning pieces, bridal bouquets and more. Each piece made with love and care for lasting memories.",
    "keywords": "felt flowers collection, products, buy mourning pieces, order bridal bouquet, handmade"
  },
  "rouwstukken": {
    "title": "Mourning Pieces - Handmade Felt Memorial Flowers | Roos van Sharon",
    "description": "Handmade felt mourning pieces and memorial altars. Lasting memories of your loved one. Made with care and attention.",
    "keywords": "mourning pieces, memorial flowers, memorial altar, remembrance pieces, felt flowers, funeral flowers"
  },
  "bruidsboeketten": {
    "title": "Bridal Bouquets - Handmade Felt Wedding Bouquets",
    "description": "Unique handmade felt bridal bouquets that never wilt. Forever a beautiful memory of your special day.",
    "keywords": "bridal bouquets, wedding flowers, felt bouquet, wedding bouquet, marriage, wedding flowers"
  },
  "cart": {
    "title": "Shopping Cart - Roos van Sharon",
    "description": "Your shopping cart with selected felt flower products."
  },
  "productDetail": {
    "notFoundTitle": "Product Not Found",
    "notFoundDescription": "The requested product could not be found.",
    "metaDescriptionTemplate": "{productName} - €{price} | Handmade felt flower for special moments. {descriptionSnippet}... | Roos van Sharon",
    "titleTemplate": "{productName} - €{price} | Roos van Sharon",
    "keywords": {
      "handmadeBouquet": "handmade bouquet",
      "flowers": "flowers",
      "bouquet": "bouquet",
      "handmade": "handmade",
      "feltFlowers": "felt flowers",
      "felt": "felt",
      "buy": "buy",
      "order": "order",
      "mourning": "mourning pieces",
      "bridal": "bridal bouquet",
      "memorial": "memorial flowers"
    }
  },
  "privacy": {
    "title": "Privacy Policy - Roos van Sharon",
    "description": "How we collect, use and protect your personal information.",
    "keywords": "privacy, data protection, privacy policy, GDPR"
  },
  "terms": {
    "title": "Terms of Service - Roos van Sharon",
    "description": "Terms and conditions for using our services and ordering products.",
    "keywords": "terms of service, terms and conditions, service terms"
  },
  "common": {
    "siteName": "Roos van Sharon",
    "locale": "en_US",
    "imageAlt": "Roos van Sharon - Handmade Felt Flowers",
    "heroImageAlt": "Handmade felt flowers for memorial pieces and wedding bouquets - Roos van Sharon"
  }
}
