{
  "title": "Terms of Service",
  "lastUpdated": "Last updated",
  "intro": "These terms apply to the use of our website and ordering products.",
  "aboutTitle": "About Our Services",
  "aboutDesc": "Roos van Sharon creates handmade felt flowers for special moments. Each product is made with care and attention.",
  "orderingTitle": "Orders",
  "orderingDesc": "When you place an order:",
  "orderingList1": "You will receive an order confirmation by email",
  "orderingList2": "Bridal bouquets require at least 4-6 months preparation time",
  "orderingList3": "Mourning pieces from the ready-made collection can be shipped within a few days",
  "orderingList4": "We reserve the right to refuse orders if necessary",
  "customWorkTitle": "Custom Work",
  "customWorkDesc": "For bridal bouquets and special commissions, we prefer to contact you personally. We will discuss your wishes and make arrangements about the design and planning.",
  "paymentTitle": "Payment",
  "paymentDesc": "Payment is made via a secure payment link that you will receive after placing your order. Your order will be processed after receipt of payment.",
  "deliveryTitle": "Delivery",
  "deliveryDesc": "Delivery times vary per product. For standard products we aim for delivery within a few days. Separate arrangements apply for custom work.",
  "accountsTitle": "Accounts",
  "accountsDesc": "You can optionally create an account to:",
  "accountsList1": "Place orders more easily",
  "accountsList2": "View your order history",
  "accountsList3": "Secure your account with a password",
  "accountsList4": "We will send a verification email to confirm your email address",
  "responsibilityTitle": "Your Responsibilities",
  "responsibilityDesc": "When using our services:",
  "responsibilityList1": "Provide correct contact details and delivery address",
  "responsibilityList2": "Use the platform in an honest manner",
  "responsibilityList3": "Keep your account details safe (if applicable)",
  "copyrightTitle": "Copyright and Intellectual Property",
  "copyrightDesc": "All content on this website, including but not limited to:",
  "copyrightList1": "Product photos and images",
  "copyrightList2": "Product designs and creations",
  "copyrightList3": "Text and descriptions",
  "copyrightList4": "Logos and brand identity",
  "copyrightList5": "Website design and layout",
  "copyrightProtection": "are the property of Roos van Sharon and protected by copyright. Without written permission, it is not allowed to:",
  "copyrightProhibit1": "Copy, download or reproduce images for commercial use",
  "copyrightProhibit2": "Copy or replicate designs",
  "copyrightProhibit3": "Use materials for your own commercial purposes",
  "copyrightProhibit4": "Share content on social media without attribution",
  "copyrightPersonalUse": "Customers who have purchased products may share photos of their purchase on social media with mention of @roosvansharon.",
  "changesTitle": "Changes",
  "changesDesc": "We reserve the right to change these terms. Changes will be published on this page.",
  "contactTitle": "Contact",
  "contactDesc": "For questions about these terms, you can contact us through the contact page."
}
