{
  "mourning": {
    "mournPiecesTitle": "Rouwstukken",
    "mournPiecesTitle1": "Het Verlies van een Geliefde",
    "mournPiecesDesc1": "Een van de meest verdrietige dingen die je kunnen overkomen is het verliezen van een geliefde. Iemand die een belangrijke plek in je leven had. Waardoor er leegte ontstaat als die persoon er niet meer is. Een leegte die door niemand op te vullen is omdat elk mens uniek en onvervangbaar is.",
    "mournPiecesTitle2": "Een Plek om te Herdenken",
    "mournPiecesDesc2": "Het kan dan fijn zijn om een plek in huis te hebben waar je kunt herdenken en herinneren. Met die gedachte heb ik deze rouwstukken en herinneringsaltaartjes gemaakt. De rouwstukken kunnen bijvoorbeeld tijdens de rouw bijeenkomst op de kist staan of bij een foto. Naderhand heeft u thuis een herinnering aan wat voor u een waardig en liefdevol afscheid was.",
    "mournPiecesTitle3": "Mijn Persoonlijke Betrokkenheid",
    "mournPiecesDesc3": "De reden dat ik heb gekozen om niet alleen bruidsboeketten maar ook rouwbloemen te maken is dat het voor mij heel bijzonder is om een klein stukje te mogen bijdragen in dit proces. Om iets te kunnen betekenen, hoe klein ook. Daarom is het geen pure zakelijke aangelegenheid om bij mij rouw bloemen te bestellen. Ik vind het enorm belangrijk om met aandacht en zorg naar uw verhaal en naar uw herinneringen en wensen te luisteren.",
    "mournPiecesTitle4": "Altaren op Maat",
    "mournPiecesDesc4": "De herinneringsaltaartjes kan ik ook in opdracht maken als u dat zou willen. Om precies te weten wat uw wensen zijn vind ik het belangrijk om van te voren (telefonisch) contact te hebben.  Misschien hield uw geliefde van bepaalde soorten bloemen.  Die kan ik dan verwerken in het altaarstuk. Ook vind ik het belangrijk om een beeld te hebben bij uw geliefde. Zodat ik met dat beeld in gedachten kan gaan werken aan uw herinnerings altaar. Voor mij is het belangrijk om met zorg en liefde te werk te gaan.",
    "mournPiecesTitle5": "Voorraad Collectie",
    "mournPiecesDesc5": "Omdat bloemen bij de uitvaart vaak binnen een korte tijd nodig zijn is het vaak niet mogelijk om dit in opdracht te maken. Het maken van rouwstukken verdient tijd en aandacht die niet altijd voorhanden is op de korte termijn. Daarom heb ik een collectie van rouwstukken gemaakt die binnen een aantal dagen verzonden kunnen worden.",
    "mournPiecesShopButton": "Bekijk rouwstukken",
    "backToAllProducts": "← Terug naar Alle Producten"
  },
  "wedding": {
    "weddingTitle": "Bruidsboeketten",
    "weddingTitle1": "Voor Altijd Mooie Bloemen",
    "weddingDesc1": "Op de mooiste dag van uw leven horen natuurlijk de mooiste bloemen! En hoe fijn is het dan als die bloemen niet verwelken. U heeft er tijdens de bruiloft geen omkijken naar. En achteraf heeft u een mooie herinnering aan deze bijzondere dag.Aan die dag in uw leven waarin u volmondig ja zei tegen uw geliefde.",
    "weddingTitle2": "Perfect op Elkaar Afgestemd",
    "weddingDesc2": "Natuurlijk wilt u dat alles zorgvuldig op elkaar afgestemd is. De bruidskleding en de bloemen. U kunt er bijvoorbeeld voor kiezen om kleine viltbloemen in het haar te dragen. Ook kan ik er corsages bij maken. Alles uiteraard passend bij uw bruidsboeket.",
    "weddingSubheader": "Hoe ga ik te werk?",
    "weddingTitle3": "Planning van uw Boeket",
    "weddingDesc3": "Omdat in het maken van een bruidsboeket, corsages etc behoorlijk veel tijd zit is het raadzaam om minimaal 6 maanden van te voren contact op te nemen.  Zo kan ik de tijd  nemen om het boeket van uw wensen te maken. Voor een klein boeket zonder corsages kunt u vier maanden van te voren contact op nemen.",
    "weddingTitle4": "Persoonlijk Overleg",
    "weddingDesc4": "Omdat het uitkiezen van uw bruidsboeket natuurlijk al hoort bij de voorpret, wil ik u graag uitnodigen om langs te komen zodat we uitgebreid kunnen praten over uw specifieke wensen onder het genot van een kopje koffie en iets lekkers.",
    "weddingTitle5": "Samen Creëren",
    "weddingDesc5": "Wanneer ik ongeveer de helft van het boeket klaar heb is het fijn om elkaar weer te ontmoeten. We kunnen dan kijken of u er nog iets aan wil veranderen of dat u volledig tevreden bent. Omdat de bloemen altijd mooi blijven kunt u ze  ruim van te voren in huis hebben. Dit scheelt weer geregel op de dag zelf.",
    "weddingTitle6": "Neem Contact Op",
    "weddingDesc6": "Bent u geïnteresseerd? Maak gerust een afspraak. Ik hoor het graag!",
    "weddingContactButton": "Neem contact op",
    "weddingBrowseButton": "Bekijk producten",
    "backToAllProducts": "← Terug naar Alle Producten"
  }
}
