{
  "title": "Algemene Voorwaarden",
  "lastUpdated": "Laatst bijgewerkt",
  "intro": "Deze voorwaarden zijn van toepassing op het gebruik van onze website en het bestellen van producten.",
  "aboutTitle": "Over Onze Diensten",
  "aboutDesc": "Roos van Sharon maakt handgemaakte viltbloemen voor bijzondere momenten. Elk product wordt met zorg en aandacht gemaakt.",
  "orderingTitle": "Bestellingen",
  "orderingDesc": "Wanneer u een bestelling plaatst:",
  "orderingList1": "U ontvangt een orderbevestiging per e-mail",
  "orderingList2": "Bruidsboeketten vereisen minimaal 4-6 maanden voorbereidingstijd",
  "orderingList3": "Rouwstukken uit de voorraadcollectie kunnen binnen enkele dagen verzonden worden",
  "orderingList4": "Wij behouden ons het recht voor om bestellingen te weigeren indien nodig",
  "customWorkTitle": "Werk op Maat",
  "customWorkDesc": "Voor bruidsboeketten en speciale opdrachten nemen wij graag persoonlijk contact met u op. Hierbij bespreken wij uw wensen en maken wij afspraken over het ontwerp en de planning.",
  "paymentTitle": "Betaling",
  "paymentDesc": "Betaling vindt plaats via een veilige betaallink die u na het plaatsen van de bestelling ontvangt. Uw bestelling wordt verwerkt na ontvangst van de betaling.",
  "deliveryTitle": "Bezorging",
  "deliveryDesc": "Leveringstijden variëren per product. Voor standaard producten streven wij naar levering binnen enkele dagen. Voor werk op maat gelden afzonderlijke afspraken.",
  "accountsTitle": "Accounts",
  "accountsDesc": "U kunt optioneel een account aanmaken om:",
  "accountsList1": "Eenvoudiger bestellingen te plaatsen",
  "accountsList2": "Uw bestellingsgeschiedenis te bekijken",
  "accountsList3": "Uw account te beveiligen met een wachtwoord",
  "accountsList4": "Wij sturen een verificatie-e-mail om uw e-mailadres te bevestigen",
  "responsibilityTitle": "Uw Verantwoordelijkheden",
  "responsibilityDesc": "Bij het gebruik van onze diensten:",
  "responsibilityList1": "Geef correcte contactgegevens en bezorgadres op",
  "responsibilityList2": "Gebruik het platform op een eerlijke manier",
  "responsibilityList3": "Bewaar uw accountgegevens veilig (indien van toepassing)",
  "copyrightTitle": "Auteursrechten en Intellectueel Eigendom",
  "copyrightDesc": "Alle inhoud op deze website, inclusief maar niet beperkt tot:",
  "copyrightList1": "Productfoto's en afbeeldingen",
  "copyrightList2": "Productontwerpen en creaties",
  "copyrightList3": "Teksten en beschrijvingen",
  "copyrightList4": "Logo's en merkidentiteit",
  "copyrightList5": "Website design en layout",
  "copyrightProtection": "zijn eigendom van Roos van Sharon en beschermd door auteursrecht. Het is niet toegestaan om zonder schriftelijke toestemming:",
  "copyrightProhibit1": "Afbeeldingen te kopiëren, downloaden of reproduceren voor commercieel gebruik",
  "copyrightProhibit2": "Ontwerpen te kopiëren of na te maken",
  "copyrightProhibit3": "Materiaal te gebruiken voor eigen commerciële doeleinden",
  "copyrightProhibit4": "Inhoud te delen op sociale media zonder bronvermelding",
  "copyrightPersonalUse": "Klanten die producten hebben gekocht, mogen foto's van hun aankoop delen op sociale media met vermelding van @roosvansharon.",
  "changesTitle": "Wijzigingen",
  "changesDesc": "Wij behouden ons het recht voor om deze voorwaarden te wijzigen. Wijzigingen worden op deze pagina gepubliceerd.",
  "contactTitle": "Contact",
  "contactDesc": "Voor vragen over deze voorwaarden kunt u contact met ons opnemen via de contactpagina."
}
